Repository: thegooglecodearchive/phonetooth
Catalog: po/*.po
Languages: nl

source: Name
nl: Naam

source: Phone number
nl: Telefoon nummer

source: Error
nl: Fout

source: Existing number
nl: Bestaand nummer

source: Imported number
nl: Geïmporteerd nummer

source: No bluetooth device configured in preferences
nl: Geen bluetooth apparaat geconfigureerd in de instellingen

source: No recipient selected
nl: Geen ontvanger geslecteerd

source: Message successfully sent
nl: Bericht succesvol verzonden

source: Failed to send message:
nl: Bericht verzenden is mislukt:

source: Failed to store message
nl: Bericht opslaan is mislukt

source: Sending SMS not supported by phone
nl: SMS versturen wordt niet ondersteund door de telefoon

source: Failed to send message
nl: Bericht verzenden is mislukt

source: AT Command not supported by phone:
nl: AT commando wordt niet ondersteund door de telefoon:

source: No device configured in the preferences
nl: Geen apparaat geconfigureerd in de instellingen

source: Device not found
nl: Apparaat niet gevonden

source: Failed to connect to device:
nl: Connectie naar het apparaat is mislukt:

source: Failed to connect to serial port:
nl: Connectie naar de seriele poort is mislukt:

source: Characters:
nl: Karakters:

source: Messages:
nl: Berichten:

source: Encoding:
nl: Encodering:

source: Sending file...
nl: Bezig met verzenden...

source: File transfer cancelled.
nl: Bestandsoverdracht geannuleerd

source: File transfer failed
nl: Bestand verzenden is mislukt

source: File succesfully sent.
nl: Bestand succesvol verzonden

source: minutes remaining
nl: minuten resterend

source: seconds remaining
nl: seconden resterend

source: File succesfully recieved.
nl: Bestand succesvol ontvangen

source: Failed to delete item
nl: Item verwijderen is mislukt

source: items selected
nl: items geselecteerd

source: Create directory not allowed
nl: Map aanmaken niet toegestaan

source: Enter directory name
nl: Voer mapnaam in

source: Error occured:
nl: Fout opgetreden:

source: Manage contacts
nl: Beheer contacten

source: _File
nl: _Bestand

source: Export your contacts to csv file
nl: Exporteer je contacten naar een csv bestand

source: _Export contacts...
nl: _Exporteer contactpersonen...

source: Import your contacts from a csv file
nl: Importeer je contacten uit een csv bestand

source: _Import contacts...
nl: _Importeer contactpersonen...

source: Import from SIM
nl: Importeren van SIM

source: Import from phone
nl: Importeren van telefoon

source: Send the current message to multiple contacts
nl: Verzend het huidige bericht naar meerdere contacten

source: _Send to multiple...
nl: _Verzend naar meerdere...

source: Send a file to your mobile phone (only available for bluetooth connections)
nl: Verzend een bestand naar je telefoon (allen beschikbaar voor bluetooth verbindingen)

source: Send _file...
nl: Verzend _bestand

source: Close the application
nl: Sluit de applicatie

source: _Edit
nl: _Bewerken

source: Manage your contacts
nl: Beheer je contacten

source: _Manage contacts
nl: _Beheer contacten

source: Open the preferences
nl: Open de instellingen

source: Recipient:
nl: Ontvanger:

source: Characters: 0
nl: Karakters: 0

source: Messages: 0
nl: Berichten: 0

source: Encoding: GSM 7-bit
nl: Encodering: GSM 7-bit

source: Delivery report
nl: Verzend rapport

source: Store message
nl: Bericht opslaan

source: Send message
nl: Verstuur bericht

source: Delete
nl: Verwijder

source: Create directory
nl: Map aanmaken

source: Browse phone
nl: Telefoon verkennen

source: Preferences
nl: Voorkeuren

source: Scan
nl: Zoek

source: <b>Custom serial device</b>
nl: Ander serieel apparaat:

source: Device location:
nl: Apparaat locatie:

source: Gammu configuration index:
nl: Gammu configuratie index:

source: <b>Phone connection method</b>
nl: <b>Telefoon verbindingsmethode</b>

source: About PhoneTooth
nl: Over Phonetooth

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA.
nl: Dit Programma is vrije software; U kan het verspreiden en/of wijzigen onder de bepalingen van de GNU Algemene Publieke Licentie, zoals uitgegeven door de Free Software Foundation; oftewel versie 2 van de Licentie,of (naar vrije keuze) een latere versie. Dit Programma is verspreid met de hoop dat het nuttig zal zijn maar ZONDER EENDER WELKE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU Algemene Publieke Licentie voor meer details. U zou een kopie van de GNU Algemene Publieke Licentie ontvangen moeten hebben samen met dit Programma; indien dit niet zo is, schrijf naar de Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Transferring file...
nl: Bezig met overdragen...

source: Resolve collisions
nl: Los conflicten op

source: Skip existing contacts
nl: Negeer bestaande contacten

source: Overwrite existing contacts
nl: Overschrijf bestaande contacten

source: <b>Collision resolving method </b>
nl: <b>Conflict oplosmethode</b>

source: Select contacts
nl: Selecteer contactpersonen

source: Sending message...
nl: Bezig met versturen...
